Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: bg, it

source: Statistics
bg: Статистика
it: Statistiche

source: Schedule
bg: План
it: Programma

source: Last update
bg: Последна актуализация
it: Ultimo aggiornamento

source: Never
bg: Никога
it: Mai

source: Queue
bg: Опашка
it: Coda

source: View
bg: Изглед
it: Vista

source: Namespace details
bg: Подробности за именното пространство
it: Dettagli spazio dei nomi

source: Namespace list
bg: Списък на именните пространства
it: Lista spazio dei nomi

source: Slug
bg: Калъп
it: Titolo URL (Slug)

source: Date time
bg: Дата час
it: Data e ora

source: Data
bg: Данни
it: Dati

source: Statistics result
bg: Резултат от статистиката
it: Risultato statistiche

source: Statistics results
bg: Резултати от статистиката
it: Risultati statistiche

source: View statistics
bg: Преглед на статистиката
it: Vedi statistiche

source: Execute statistic
bg: Изпълнете статистиката
it: Esegui statistica

source: No data available.
bg: Няма данни.
it: Nessun dato disponibile.

source: Last update: %(datetime)s
bg: Последна актуализация: %(datetime)s
it: Ultimo aggiornamento: %(datetime)s

source: Statistics namespaces
bg: Именни пространства за статистика
it: Statistiche spazio dei nomi

source: Namespace details for: %s
bg: Подробности за именното пространство за: %s
it: Dettagli spazio dei nomi per: %s

source: Results for: %s
bg: Резултати за: %s
it: Risultati per: %s

source: Statistic "%s" not found.
bg: Статистиката &quot;%s&quot; не е намерена.
it: Statistica "%s" non trovata.

source: Queue statistic "%s" to be updated?
bg: Поставете на опашка статистиката &quot;%s&quot; за да бъде актуализирана?
it: Mettere in coda le statistiche "%s" da aggiornare?

source: Statistic "%s" queued successfully for update.
bg: Статистиката &quot;%s&quot; е поставена на опашка успешно за актуализация.
it: La statistica "%s" Ã¨ stata messa in coda correttamente per l'aggiornamento.
