Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Announcements
pt_br: Anúncios

source: None
pt_br: Nenhum

source: Announcement created
pt_br: Anúncios criados

source: Announcement edited
pt_br: Anúncios editados

source: Create announcement
pt_br: Criar anúncio

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Short description of this announcement.
pt_br: Descrição breve deste anúncio

source: Label
pt_br: Rótulo

source: The actual text to be displayed.
pt_br: Texto a ser exibido

source: Text
pt_br: Texto

source: Enabled
pt_br: Habilitado

source: Date and time after which this announcement will be displayed.
pt_br: Data e hora depois do qual este anúncio será exibido

source: Start date time
pt_br: Data inicial

source: Date and time until when this announcement is to be displayed.
pt_br: Data e hora até quando este anúncio estará em exibição

source: End date time
pt_br: Data final

source: Announcement
pt_br: Anúncio

source: Create announcements
pt_br: Criar anúncios

source: Delete announcements
pt_br: Remover anúncios

source: Edit announcements
pt_br: Editar anúncios

source: View announcements
pt_br: Ver anúncios

source: Error deleting announcement "%(instance)s"; %(exception)s
pt_br: Erro ao remover anúncio "1%(instance)s"; 2%(exception)s

source: Announcement "%(object)s" deleted successfully.
pt_br: Anúncio "1%(object)s" removido com sucesso

source: %(count)d announcement deleted successfully.
pt_br: 1%(count)d anúncio removido com sucesso

source: %(count)d announcements deleted successfully.
pt_br: 1%(count)d anúncios removidos com sucesso

source: Delete announcement: %(object)s.
pt_br: Remover anúncio %(object)s

source: Delete the %(count)d selected announcement.
pt_br: Remover 1%(count)d o anúncio selecionado.

source: Delete the %(count)d selected announcements.
pt_br: Remover os 1%(count)d anúncios selecionados.

source: Edit announcement: %s
pt_br: Editar anúncio 1%s

source: Announcements are displayed in the login view. You can use announcements to convery information about your organzation, announcements or usage guidelines for your users.
pt_br: Os anúncios são exibidos na página de login. Pode utilizar os anúncios para transmitir informações sobre a sua organização, anúncios ou orientações para os seus utilizadores.

source: No announcements available
pt_br: Não existem anúncios disponíveis
