Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/mailer/locale/*/LC_MESSAGES/django.po
Languages: bg, el

source: Mailer
bg: Пощенска програма
el: Σύστημα ηλεκτρονικής ταχυδρόμησης

source: Null backend
bg: Нулев бекенд
el: Υποκείμενο σύστημα κενής τιμής

source: Mailing
bg: Изпращане
el: Ηλεκτρονική Ταχυδρόμηση

source: Email sent
bg: Електронното съобщение е изпратено
el: Μήνυμα ηλεκτρονικού ταχυδρομείου εστάλει

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon.
bg: Имейл адрес на получателя. Могат да бъдат множество адреси, разделени със запетая или точка и запетая.
el: Διεύθυνση του παραλήπτη. Μπορεί να περιέχει πολλαπλές διευθύνσεις χωρισμένες με κόμμα (,) ή ελληνικό ερωτηματικό (;)

source: Email address
bg: Имейл адрес
el: Διευθύνσεις ηλεκτρονικού ταχυδρομείου

source: Subject
bg: Относно
el: Θέμα

source: Body
bg: Съдържание
el: Σώμα

source: The email profile that will be used to send this email.
bg: Профилът на имейла, който ще се използва за изпращане на този имейл.
el: Το προφίλ που θα χρησιμοποιηθεί για την αποστολή αυτού του μηνύματος.

source: Mailing profile
bg: Профил за изпращане на електронно съобщение
el: Προφίλ ηλεκτρονικού ταχυδρομείου

source: The driver to use when sending emails.
bg: Драйверът, който се използва при изпращане на електронни съобщения.
el: Το πρόγραμμα οδήγησης για χρήση κατά την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου.

source: Backend
bg: Бекенд
el: Υποκείμενο σύστημα

source: Email document link
bg: Връзка към имейл документ

source: Email document file
bg: Файл с документи по имейл

source: Email document file link
bg: Връзка към файл на документ по имейл

source: Email document version
bg: Версия на имейл документ

source: Email document version link
bg: Връзка към версията на имейл документ

source: Email link version
bg: Версия на имейл връзка

source: Create mailing profile
bg: Създайте пощенски профил
el: Δημιουργία προφίλ ηλεκτρονικού ταχυδρομείου

source: Delete
bg: Изтрийте
el: Διαγραφή

source: Edit
bg: Редактиране
el: Τροποποίηση

source: Mailing profiles list
bg: Списък с пощенски профили
el: Λίστα προφίλ ηλεκτρονικού ταχυδρομείου

source: Mailing profiles
bg: Пощенски профили
el: Προφίλ ηλεκτρονικού ταχυδρομείου

source: Test
bg: Тест
el: Δοκιμή

source: Attached to this email is the {{ object_name }}: {{ object }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bg: Към този имейл е прикачен {{object_name}}: {{object}} -------- Този имейл е изпратен от %(project_title)s (%(project_website)s)

source: To access this {{ object_name }} click on the following link: {{ link }} -------- This email has been sent from %(project_title)s (%(project_website)s)
bg: За достъп до този {{object_name}} кликнете върху следната връзка: {{link}} -------- Този имейл е изпратен от %(project_title)s (%(project_website)s)

source: Link for {{ object_name }}: {{ object }}
bg: Връзка за {{object_name}}: {{object}}

source: From
bg: От
el: Από

source: The sender's address. Some system will refuse to send messages if this value is not set.
bg: Адресът на подателя. Някои системи ще откажат да изпращат съобщения, ако тази стойност не е зададена.
el: Η διεύθυνση του αποστολέα. Εάν αυτή η τιμή δεν έχει οριστεί κάποιο σύστημα μπορεί να αρνηθεί την αποστολή μηνυμάτων.

source: Host
bg: Хост
el: Διακομιστής

source: The host to use for sending email.
bg: Хостът, който се използва за изпращане на имейл.
el: Ο διακομιστής ηλεκτρονικού ταχυδρομείου που θα χρησιμοποιηθεί.

source: Port
bg: Порт
el: Θύρα

source: Port to use for the SMTP server.
bg: Използван порт за SMTP сървъра.
el: Η θύρα του διακομιστή αλληλογραφίας SMTP.

source: Use TLS
bg: Използвайте TLS
el: Χρήση TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587.
bg: Дали да се използва TLS (сигурна) връзка, когато се говори със SMTP сървъра. Това се използва за изрични TLS връзки, обикновено на порт 587.
el: Εάν θα χρησιμοποιηθεί (ασφαλής) σύνδεση TLS κατά την επικοινωνία με τον διακομιστή SMTP. Αυτό χρησιμοποιείται για ρητές συνδέσεις TLS, γενικά στη θύρα 587.

source: Use SSL
bg: Използване на SSL
el: Χρήση SSL

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465. If you are experiencing problems, see the explicit TLS setting "Use TLS". Note that "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
bg: Дали да се използва неявна TLS (сигурна) връзка, когато се говори със SMTP сървъра. В повечето имейл документации този тип TLS връзка се нарича SSL. Обикновено се използва на порт 465. Ако имате проблеми, вижте изричната настройка на TLS „Използване на TLS“. Обърнете внимание, че „Използване TLS“ и „Използване SSL“ са взаимно изключващи се, така че задайте само една от тези настройки като True.
el: Αν θα γίνει χρήση (ασφαλούς) σύνδεσης TLS κατά την σύνδεση με τον διακομιστή αλληλογραφίας SMTP. Στα περισσότερα εγχειρίδια χρήσης αυτός ο τύπος σύνδεσης TLS αναφέρεται ως SSL. Ως επι το πλείστον κάνει χρήση της θύρας 465. Αν συναντήσετε προβλήματα κατά την σύνδεση, δοκιμάστε να ρυθμίσετε ρητή χρήση του πρωτοκόλου TLS. Σημειωτέον ότι οι επιλογές "Χρήση TLS" και "Χρήση SSL" δεν μπορούν να χρησιμοποιηθούν ταυτόχρονα, οπότε ενεργοποιήστε μόνο μια.

source: Username
bg: Име на потребител
el: Όνομα χρήστη

source: Username to use for the SMTP server. If empty, authentication won't attempted.
bg: Потребителско име, което се използва за SMTP сървъра. Ако е празно, удостоверяване няма да се опита.
el: Όνομα χρήστη που θα χρησιμοποιηθεί για τον διακομιστή SMTP. Αν μείνει κενό, δεν θα γίνει προσπάθεια ταυτοποίησης.

source: Password
bg: Парола
el: Κωδικός πρόσβασης

source: Password to use for the SMTP server. This setting is used in conjunction with the username when authenticating to the SMTP server. If either of these settings is empty, authentication won't be attempted.
bg: Парола за SMTP сървър. Тази настройка се използва заедно с потребителското име при удостоверяване в SMTP сървъра. Ако някоя от тези настройки е празна, удостоверяване няма да се опита.
el: Κωδικός πρόσβασης που θα χρησιμοποιηθεί για τον διακομιστή SMTP. Αυτή η επιλογή χρησιμοποιείται σε συνδιασμό με το όνομα χρήστη για την ταυτοποίηση στον διακομιστή SMTP. Αν κάποιο από τα δύο πεδία είναι κενό, δεν θα επιχειρηθεί ταυτοποίηση.

source: Django SMTP backend
bg: SMTP бекенд на Джанго
el: Υποκείμενο σύστημα Django SMTP

source: File path
bg: Файлов път
el: Διαδρομή αρχείου

source: Django file based backend
bg: Файл базиран на Джанго бекенд
el: Υποκείμενο σύστημα με βάση το αρχείο Django

source: A short text describing the mailing profile.
bg: Кратък текст, описващ потребителския профил за изпращане.
el: Σύντομο κείμενο που περιγράφει το προφίλ αλληλογραφίας.

source: Label
bg: Етикет
el: Ετικέτα

source: If default, this mailing profile will be pre-selected on the document mailing form.
bg: Ако е по подразбиране, този пощенски профил ще бъде предварително избран във формата за изпращане на документи.
el: Αν οριστεί ως προεπιλογή, αυτό το προφίλ θα είναι προεπιλεγμένο στην φόρμα αποστολής εγγράφου.

source: Default
bg: По подразбиране
el: Προεπιλογή

source: Enabled
bg: Активиран
el: Ενεργοποιημένο

source: The dotted Python path to the backend class.
bg: Пунктиран Python път към бекенд клас.
el: Η διάστικτη διαδρομή Python στην κλάση του υποκείμενου συστήματος.

source: Backend path
bg: Път към бекенда
el: Διαδρομή υποκείμενου συστήματος

source: Backend data
bg: Данни за бекенда
el: Υποκείμενο σύστημα δεδομένων

source: Test email from Mayan EDMS
bg: Тестов имейл от Mayan EDMS
el: Δοκιμαστικό μήνυμα από το Σύστημα Διαχείρισης Ηλεκτρονικών Εγγράφων Mayan

source: Create a mailing profile
bg: Създайте пощенски профил
el: Δημιουργία ενός προφίλ ηλεκτρονικού ταχυδρομείου

source: Delete a mailing profile
bg: Изтриване на пощенски профил
el: Διαγραφή ενός προφίλ ηλεκτρονικού ταχυδρομείου

source: Edit a mailing profile
bg: Редактиране на пощенски профил
el: Τροποποίηση ενός προφίλ ηλεκτρονικού ταχυδρομείου

source: View a mailing profile
bg: Преглед на пощенски профил
el: Προβολή προφίλ ηλεκτρονικού ταχυδρομείου

source: Use a mailing profile
bg: Използване на пощенски профил
el: Χρήση ενός προφίλ ηλ. ταχυδρομείου

source: Send document link via email
bg: Изпрати връзка за документа по ел. поща
el: Αποστολή συνδέσμου εγγράφου μέσω email

source: Send document file via email
bg: Изпратете файла с документи по имейл

source: Send document file link via email
bg: Изпратете връзка към файл с документ по имейл

source: Send document version via email
bg: Изпратете версията на документа по имейл

source: Send document version link via email
bg: Изпратете връзката към версията на документа по имейл

source: Send object
bg: Изпратете обект

source: Template for the document email form subject line.
bg: Шаблон за реда "Относно" на формуляр за документен имейл.
el: Πρότυπο για τη γραμμή θέματος της φόρμας αποστολής εγγράφου μέσω ηλεκτρονικού ταχυδρομείου .

source: Template for the document email form body text. Can include HTML.
bg: Шаблон за основния текст на формуляра за документен имейл. Може да включва HTML.
el: Πρότυπο για το κύριο κείμενο της φόρμας ηλεκτρονικού ταχυδρομείου εγγράφου. Μπορεί να περιλαμβάνει HTML.

source: Template for the document link email form subject line.
bg: Шаблон за реда "Относно" за формуляр на имейл от връзка в документ.
el: Πρότυπο για τη γραμμή θέματος της φόρμας αποστολής συνδέσμου ενός εγγράφου μέσω ηλεκτρονικού ταχυδρομείου .

source: Template for the document link email form body text. Can include HTML.
bg: Шаблон за основния текст за формуляра на имейл от връзка в документа. Може да включва HTML.
el: Πρότυπο για το κείμενο του κειμένου της φόρμας ηλεκτρονικού ταχυδρομείου συνδέσμου εγγράφων. Μπορεί να περιλαμβάνει HTML.

source: %(email)s is not a valid email address.
bg: %(email)s не е валиден имейл адрес.
el: Το %(email)s δεν είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Document file
bg: Файл на документа

source: %(count)d document file queued for email delivery
bg: %(count)d файл с документи в опашка за доставка на имейл

source: %(count)d document files queued for email delivery
bg: %(count)d файлове с документи в опашка за доставка на имейл

source: %(count)d document file link queued for email delivery
bg: %(count)d връзка към файла на документа е поставена на опашка за доставка на имейл

source: %(count)d document file links queued for email delivery
bg: %(count)d връзки към файлове с документи, поставени на опашка за доставка на имейл

source: %(count)d document version queued for email delivery
bg: %(count)d версия на документа е поставена на опашка за доставка на имейл

source: %(count)d document versions queued for email delivery
bg: %(count)d версии на документи, поставени на опашка за доставка на имейл

source: %(count)d document version link queued for email delivery
bg: %(count)d връзка към версията на документа е поставена на опашка за доставка на имейл

source: %(count)d document version links queued for email delivery
bg: %(count)d връзки към версията на документа, поставени на опашка за доставка на имейл

source: %(count)d document link queued for email delivery
bg: %(count)d връзка с документ на опашка за доставка по имейл
el: %(count)d σύνδεσμος εγγράφου προς παράδοση

source: %(count)d document links queued for email delivery
bg: %(count)d връзки с документ на опашка за доставка по имейл
el: %(count)d σύνδεσμοι εγγράφων προς παράδοση

source: New mailing profile backend selection
bg: Избор на бекенд за нов пощенски профил
el: Επιλογή υποκείμενου συστήματος νέου προφίλ ηλεκτρονικού ταχυδρομείου

source: Create a "%s" mailing profile
bg: Създаване на пощенски профил &quot;%s&quot;
el: Δημιουργία ενός "%s" προφίλ ηλεκτρονικού ταχυδρομείου

source: Delete mailing profile: %s
bg: Изтриване на пощенски профил: %s
el: Διαγραφή προφίλ ηλεκτρονικού ταχυδρομείου: %s

source: Edit mailing profile: %s
bg: Редактиране на пощенски профил: %s
el: Τροποποίηση προφίλ ηλεκτρονικού ταχυδρομείου: %s

source: Mailing profiles are email configurations. Mailing profiles allow sending documents as attachments or as links via email.
bg: Пощенските профили са конфигурации на имейл. Пощенските профили позволяват изпращане на документи като прикачени файлове или като връзки по имейл.
el: Τα προφίλ ηλεκτρονικού ταχυδρομείου είναι ρυθμίσεις ηλεκτρονικού ταχυδρομείου. Τα προφίλ ηλεκτρονικού ταχυδρομείου επιτρέπουν την αποστολή εγγράφων ως συνημμένα ή ως συνδέσμους μέσω email.

source: No mailing profiles available
bg: Няма налични пощенски профили
el: Δεν υπάρχουν διαθέσιμα προφίλ ηλεκτρονικού ταχυδρομείου

source: Test email sent.
bg: Изпратен тестов имейл.
el: Εστάλη το δοκιμαστικό μήνυμα ηλεκτρονικού ταχυδρομείου

source: Test mailing profile: %s
bg: Тест на пощенския профил: %s
el: Δοκιμή προφίλ ηλεκτρονικού ταχυδρομείου: %s

source: Mailing profile to use when sending the email.
bg: Пощенски профил, който да се използва при изпращане на имейла.
el: Προφίλ ηλεκτρονικού ταχυδρομείου για χρήση κατά την αποστολή του μηνύματος.

source: Recipient
bg: Получател
el: Παραλήπτης

source: Email address of the recipient. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bg: Имейл адрес на получателя. Могат да бъдат няколко адреса, разделени със запетая или точка и запетая. Шаблонът може да се използва за манипулиране свойствата на документа.
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου του παραλήπτη. Μπορεί να είναι πολλαπλές διευθύνσεις διαχωρισμένες με κόμμα ή ερωτηματικό. Ένα πρότυπο μπορεί να χρησιμοποιηθεί για την αναφορά στις ιδιότητες του εγγράφου.

source: CC
bg: Копие за

source: Address used in the "Bcc" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bg: Адрес, използван в заглавката &quot;Второ копие&quot; при изпращане на имейла. Може да бъде множество адреси, разделени със запетая или точка и запетая. Може да се използва шаблон за препращане към свойства на документа.

source: BCC
bg: Второ копие

source: Reply to
bg: Отговор на

source: Address used in the "Reply-To" header when sending the email. Can be multiple addresses separated by comma or semicolon. A template can be used to reference properties of the document.
bg: Адрес, използван в заглавката „Отговор на“ при изпращане на имейла. Може да бъде множество адреси, разделени със запетая или точка и запетая. Може да се използва шаблон за препращане към свойства на документа.

source: Subject of the email. Can be a string or a template.
bg: Тема на имейла. Може да бъде низ или шаблон.
el: Θέμα του μηνύματος ηλεκτρονικού ταχυδρομείου. Μπορεί να είναι μια συμβολοσειρά ή ένα πρότυπο.

source: Body of the email to send. Can be a string or a template.
bg: Тяло на имейла за изпращане. Може да бъде низ или шаблон.
el: Σώμα του μηνύματος ηλεκτρονικού ταχυδρομίου. Μπορεί να είναι μια συμβολοσειρά ή ένα πρότυπο.

source: Attachment
bg: Прикачен файл

source: Attach an object to the email.
bg: Прикачете обект към имейла.

source: Send object via email
bg: Изпратете обект по имейл

source: Attach the exported document version to the email.
bg: Прикачете експортираната версия на документа към имейла.

source: Send document via email
bg: Изпрати документа по ел. поща
el: Αποστολή εγγράφου μέσω email
