Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/dynamic_search/locale/*/LC_MESSAGES/django.po
Languages: it

source: Dynamic search
it: Ricerca dinamica

source: Match all
it: Corrisponde a tutti

source: When checked, only results that match all fields will be returned. When unchecked results that match at least one field will be returned.
it: Se selezionato, verranno restituiti solo i risultati che corrispondono a tutti i campi. Quando i risultati non selezionati che corrispondono ad almeno un campo verranno restituiti.

source: Search terms
it: Cerca termini

source: Search
it: Cerca

source: Advanced search
it: Ricerca avanzata

source: Search again
it: Cerca ancora

source: Reindex search backend
it: Reindicizza il backend di ricerca

source: Execute search tools
it: Esegui strumenti di ricerca

source: Remove a model instance from the search engine.
it: Rimuovi un'istanza del modello dal motore di ricerca.

source: Index a model instance to the search engine.
it: Indicizza un'istanza del modello nel motore di ricerca.

source: Full path to the backend to be used to handle the search.
it: Percorso completo per il backend da utilizzare per gestire la ricerca.

source: Disables the single term bar search leaving only the advanced search button.
it: Disabilita la ricerca della barra a termine singolo lasciando solo il pulsante di ricerca avanzata.

source: Maximum number search results to fetch and display.
it: Numero massimo di risultati di ricerca da recuperare e visualizzare.

source: Advanced
it: Avanzato

source: Try again using different terms.
it: Riprova usando termini diversi.

source: No search results
it: Nessun risultato trovato

source: Search results for: %s
it: Risultati ricerca per: %s

source: This tool is required only for some search backends. Search results will be affected while the backend is being reindexed.
it: Questo strumento Ã¨ richiesto solo per alcuni backend di ricerca. I risultati della ricerca saranno influenzati durante la reindicizzazione del backend.

source: This tool erases and populates the search backend's internal index.
it: Questo strumento cancella e popola l'indice interno del backend di ricerca.

source: Search backend reindexing queued.
it: Reindicizzazione del backend di ricerca in coda.

source: Search for: %s
it: Cerca: %s
