Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/quotas/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Quotas
de_de: Kontingente

source: none
de_de: Keiner

source: Does not apply
de_de: Gilt nicht

source: Quota created
de_de: Kontingent erstellt

source: Quota edited
de_de: Kontingent bearbeitet

source: The quota driver for this entry.
de_de: Der Kontingenttyp für diesen Eintrag.

source: Create quota
de_de: Kontingent erstellen

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Quotas list
de_de: Kontingentliste

source: All document types
de_de: Alle Dokumenttypen

source: Apply to all document types. Enabling this, the quota will ignore the indiviual document type selection.
de_de: Auf alle Dokumenttypen anwenden. Wenn Sie dies aktivieren, ignoriert das Kontingent die Auswahl des einzelnen Dokumenttyps.

source: Document types
de_de: Dokumententypen

source: Document types to which the quota will be applied.
de_de: Dokumenttypen, auf die das Kontingent angewendet wird.

source: all document types
de_de: alle Dokumenttypen

source: document types: %(document_types)s
de_de: Dokumenttypen: %(document_types)s

source: Groups
de_de: Gruppen

source: Groups to which the quota will be applied.
de_de: Gruppen, auf die das Kontingent angewendet wird.

source: All users
de_de: Alle Nutzer

source: Apply the quota to all users in the system, excluding admins and staff. Enabling this option, the quota will ignore the indiviual user and group selection.
de_de: Das Kontingent auf alle Benutzer im System anwenden, mit Ausnahme von Administratoren. Wenn Sie diese Option aktivieren, ignoriert das Kontingent die individuelle Benutzer- und Gruppenauswahl.

source: Users
de_de: Benutzer

source: Users to which the quota will be applied.
de_de: Benutzer, auf die das Kontingent angewendet wird.

source: all users
de_de: Alle Nutzer

source: groups: %(groups)s, users: %(users)s
de_de: Gruppen: %(groups)s, Benutzer: %(users)s

source: The dotted Python path to the backend class.
de_de: Der punktierte Pythonpfad zur Backendklasse.

source: Backend path
de_de: Backendpfad

source: Backend data
de_de: Backenddaten

source: Allow quick disable or enable of the quota.
de_de: Schnelles Deaktivieren und Aktivieren des Kontingents erlauben.

source: Enabled
de_de: Aktiviert

source: Quota
de_de: Kontingent

source: Driver used for this quota entry.
de_de: Für diesen Kontingenteintrag verwendeter Typ.

source: Arguments
de_de: Argumente

source: Usage
de_de: Verwendung

source: Create a quota
de_de: Kontingent erstellen

source: Delete a quota
de_de: Kontingent löschen

source: Edit a quota
de_de: Kontingent bearbeiten

source: View a quota
de_de: Kontingent ansehen

source: Document count quota exceeded.
de_de: Kontingent für Anzahl der Dokumente überschritten.

source: Documents limit
de_de: Dokumentenlimit

source: Maximum number of documents.
de_de: Maximale Anzahl von Dokumenten.

source: Document count limit
de_de: Maximale Anzahl der Dokumente

source: document count: %(document_count)s
de_de: Dokumentanzahl: %(document_count)s

source: Document size limit
de_de: Begrenzung der Dokumentgröße

source: Maximum document size in megabytes (MB).
de_de: Maximale Dokumentgröße in Megabytes (MB).

source: document size: %(formatted_file_size)s
de_de: Dokumentgröße: %(formatted_file_size)s

source: Document size quota exceeded.
de_de: Kontingent für die Größe des Dokuments erreicht.

source: New quota backend selection
de_de: Neue Auswahl des Kontingent-Backends

source: Create a "%s" quota
de_de: Ein "%s" Kontingent erstellen

source: Delete quota: %s
de_de: Kontingent löschen: %s

source: Edit quota: %s
de_de: Kontingent bearbeiten: %s

source: Quotas restrict usage of system resources.
de_de: Kontingente beschränken die Verwendung von Systemressourcen.

source: No quotas available
de_de: Keine Kontingente verfügbar
