Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/duplicates/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Duplicates
ru: Дубликаты

source: Duplicate backend
ru: Бэкэнд дубликатов

source: Null backend
ru: Пустой бэкэнд

source: Exact document file checksum
ru: Точная контрольная сумма файла документа

source: Exact document label
ru: Точный заголовок документа

source: Duplicated documents
ru: Дубликаты документов

source: Duplicated document scan
ru: Поиск дубликатов документов

source: Stored duplicate backend
ru: Сохраненный бэкэнд дубликата

source: Stored duplicate backends
ru: Сохраненные бэкэнды дубликата

source: Document
ru: Документ

source: Duplicated backend entry
ru: Дубликат

source: Duplicated backend entries
ru: Дубликаты

source: Clean empty duplicate lists
ru: Очистить пустые повторяющиеся списки

source: Scan document duplicates
ru: Поиск дубликатов документов

source: Only exact copies of this document will be shown in the this list.
ru: Здесь отображаются только полные копии файла этого документа.

source: There are no duplicates for this document
ru: У документа нет дубликатов

source: Duplicates for document: %s
ru: Дубликаты документа: %s

source: Duplicates are documents that are composed of the exact same file, down to the last byte. Files that have the same text or OCR but are not identical or were saved using a different file format will not appear as duplicates.
ru: Дубликаты документа - это одинаковые файлы, вплоть до последнего байта. Файлы, имеющие один и тот же текст или распознанное содержимое, но сохраненные в разных форматах, система не считает дубликатами.

source: There are no duplicated documents
ru: Отсутствуют дубликаты документов

source: Scan for duplicated documents?
ru: Выполнить поиск дубликатов документов?

source: Duplicated document scan queued successfully.
ru: Задача поиска дубликатов документов поставлена в очередь.
