Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/converter/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Converter
pt_br: Conversor

source: Transformation
pt_br: Transformação

source: Exception determining PDF page count; %s
pt_br: Exceção ao determinar o número de páginas do PDF; %s

source: Exception determining page count using Pillow; %s
pt_br: Exceção ao determinar o número de páginas usando Pillow; %s

source: LibreOffice not installed or not found.
pt_br: LibreOffice não instalado ou não encontrado.

source: Not an office file format.
pt_br: Não é um formato de arquivo office.

source: Transformations allow changing the visual appearance of documents without making permanent changes to the document file themselves.
pt_br: As transformações permitem mudar a aparência de documentos sem fazer mudanças permanentes nos arquivos dos documentos.

source: transformation
pt_br: transformação

source: Utility from the poppler-utils package used to inspect PDF files.
pt_br: Utilidade do pacote poppler-utils usada para inspecionar arquivos PDF.

source: Utility from the popper-utils package used to extract pages from PDF files into PPM format images.
pt_br: Utilidade do pacote poppler-utils usada para extrair páginas dos arquivos PDF em imagens PPM

source: Asset created
pt_br: Recurso criado

source: Asset edited
pt_br: Recurso editado

source: Preview
pt_br: Pré-visualizar

source: Available transformations for this layer.
pt_br: Transformações disponíveis para essa camada.

source: "%s" not a valid entry.
pt_br: "%s" não é uma entrada válida.

source: Decorations are visual elements that add contextual information to images.
pt_br: Decorações são elementos visuais que adicionam informações contextuais às imagens.

source: Decorations
pt_br: Decorações

source: Saved transformations
pt_br: Transformações salvas

source: Create asset
pt_br: Criar ativo

source: Delete
pt_br: Excluir

source: Edit
pt_br: Editar

source: Assets
pt_br: Recursos

source: Transformations
pt_br: Transformações

source: Select new transformation
pt_br: Selecionar nova transformação

source: Label
pt_br: Rótulo

source: This value will be used when referencing this asset. Can only contain letters, numbers, and underscores.
pt_br: Este valor será usado ao fazer referência a este recurso. Só pode conter letras, números e sublinhados.

source: Internal name
pt_br: Nome interno

source: File
pt_br: Arquivo

source: Asset
pt_br: Recurso

source: Name
pt_br: Nome

source: Order
pt_br: Ordem

source: Stored layer
pt_br: Camada armazenada

source: Stored layers
pt_br: Camadas armazenadas

source: Enabled
pt_br: Habilitado

source: Object layer
pt_br: Camada de objeto

source: Object layers
pt_br: Camadas de objeto

source: Order in which the transformations will be executed. If left unchanged, an automatic order value will be assigned.
pt_br: Ordem de execução das transformações. Se deixar em branco, um valor automático vai ser atribuído.

source: Enter the arguments for the transformation as a YAML dictionary. ie: {"degrees": 180}
pt_br: Entre com os argumentos da transformação como um dicionário YAML. ie: {"degrees": 180}

source: Arguments
pt_br: Argumentos

source: Layer transformation
pt_br: Camada de transformação

source: Layer transformations
pt_br: Camadas de transformação

source: Unknown transformation class
pt_br: Classe de transformação desconhecida

source: Create new assets
pt_br: Crie novos recursos

source: Delete assets
pt_br: Excluir ativos

source: Edit assets
pt_br: Editar recursos

source: View existing assets
pt_br: Ver recursos existentes

source: Create new transformations
pt_br: Criar novas transformações

source: Delete transformations
pt_br: Excluir transformações

source: Edit transformations
pt_br: Editar transformações

source: View existing transformations
pt_br: Visualizar transformações existentes

source: Generate a image of an object.
pt_br: Gerar imagem de um objeto

source: The threshold at which the CONVERTER_ASSET_CACHE_STORAGE_BACKEND will start deleting the oldest asset cache files. Specify the size in bytes.
pt_br: O limite no qual CONVERTER_ASSET_CACHE_STORAGE_BACKEND começará a excluir os arquivos de cache de ativos mais antigos. Especifique o tamanho em bytes.

source: Path to the Storage subclass to use when storing the cached asset files.
pt_br: Caminho para a subclasse de armazenamento a ser usado ao armazenar os arquivos de ativos em cache.

source: Arguments to pass to the CONVERTER_ASSET_CACHE_STORAGE_BACKEND.
pt_br: Argumentos a serem transmitidos para CONVERTER_ASSET_CACHE_STORAGE_BACKEND.

source: Path to the Storage subclass to use when storing assets.
pt_br: Caminho para a subclasse de armazenamento a ser usado ao armazenar recursos.

source: Arguments to pass to the CONVERTER_ASSET_STORAGE_BACKEND.
pt_br: Argumentos para passar para CONVERTER_ASSET_STORAGE_BACKEND.

source: Graphics conversion backend to use.
pt_br: Módulo de conversão de gráficos a ser usado.

source: Configuration options for the graphics conversion backend.
pt_br: Opções de configuração para o back-end de conversão de gráficos.

source: Time in seconds that the browser should cache the supplied image.
pt_br: Tempo em segundos em que o navegador deve cachear a imagem fornecida.

source: Maximum number of retries before giving up. A value of None means the task will retry forever.
pt_br: Número máximo de tentativas antes de desistir. Um valor de None significa que a tarefa irá ser repetida para sempre.

source: Time in seconds after which the image generation task will stop running and raise an error.
pt_br: Tempo em segundos em que o gerador de tarefa irá parar de trabalhar e informar de um erro.

source: Unable to initialize the converter asset storage. Check the settings {} and {} for formatting errors.
pt_br: Não foi possível inicializar o armazenamento de recursos do conversor. Verifique as configurações {} e {} para erros de formatação.

source: Unable to initialize the converter asset cachestorage. Check the settings {} and {} for formatting errors.
pt_br: Não foi possível inicializar o armazenamento em cache do ativo do conversor. Verifique as configurações {} e {} para erros de formatação.

source: Assets cache
pt_br: Cache de ativos

source: Zoom
pt_br: Ampliar

source: Paste an asset as watermark
pt_br: Colar um recurso como marca d'água

source: Paste an asset (percents coordinates)
pt_br: Colar um recurso (coordenadas de porcentagem)

source: Crop
pt_br: Recortar

source: Draw rectangle
pt_br: Desenhar um retângulo

source: Draw rectangle (percents coordinates)
pt_br: Desenhar um retângulo (coordenadas em porcento)

source: Flip
pt_br: Giro

source: Line art
pt_br: Desenho de linhas

source: Mirror
pt_br: Espelho

source: Resize
pt_br: Redimensionar

source: Width
pt_br: largura

source: Height
pt_br: altura

source: Rotate
pt_br: Rotacionar

source: Degrees
pt_br: graus

source: Rotate 90 degrees
pt_br: Girar 90 graus

source: Rotate 180 degrees
pt_br: Girar 180 graus

source: Rotate 270 degrees
pt_br: Girar 270 graus

source: Percent
pt_br: Percentual

source: Delete request performed on %(count)d asset
pt_br: Excluir requisição realizada em %(count)d recurso

source: Delete request performed on %(count)d assets
pt_br: Solicitação de exclusão realizada em %(count)d recursos

source: Delete asset: %s?
pt_br: Excluir recurso: %s?

source: Asset "%s" deleted successfully.
pt_br: Recurso "%s" excluído com sucesso.

source: Error deleting asset "%(asset)s": %(error)s
pt_br: Erro ao excluir o recurso "%(asset)s": %(error)s

source: Details asset: %s
pt_br: Detalhes do ativo: %s

source: Edit asset: %s
pt_br: Editar recurso: %s

source: Assets are files that can be used in conjuction with certain transformations.
pt_br: Recursos são arquivos que podem ser usados em conjunto com certas transformações.

source: No assets available
pt_br: Nenhum recurso disponível

source: Error creating transformation: %s.
pt_br: Erro ao criar a transformação: %s

source: Create layer "%(layer)s" transformation "%(transformation)s" for: %(object)s
pt_br: Criar a transformação "%(transformation)s" de camada "%(layer)s" para: %(object)s

source: Delete transformation "%(transformation)s" for: %(content_object)s?
pt_br: Excluir transformaçãa "%(transformation)s" para: %(content_object)s?

source: Edit transformation "%(transformation)s" for: %(content_object)s
pt_br: Editar transformação "%(transformation)s" para: %(content_object)s

source: There are no entries for layer "%(layer_name)s"
pt_br: Não existem entradas para a camada "%(layer_name)s"

source: Layer "%(layer)s" transformations for: %(object)s
pt_br: Transformações da camada "%(layer)s" para: %(object)s

source: Transformation created successfully.
pt_br: Transformação criada com sucesso

source: Select
pt_br: Selecionar

source: Select new layer "%(layer)s" transformation for: %(object)s
pt_br: Selecionar nova transformação de camada "%(layer)s" para: %(object)s

source: Pages
pt_br: Páginas

source: Pages to which the new transformations will be added. Separate by commas and/or use a dashes for a ranges. Leave blank to select all pages.
pt_br: Páginas às quais as novas transformações serão adicionadas. Separe por vírgulas e / ou use travessões para os intervalos. Deixe em branco para selecionar todas as páginas.

source: Transformation class
pt_br: Classe de transformação

source: Type of transformation to add.
pt_br: Tipo de transformação a ser adicionada.

source: Transformation arguments
pt_br: Argumentos da transformação

source: Add transformation
pt_br: Adicionar transformação
