Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/dam/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Digital Asset Management
ru: Управление цифровыми активами

source: Dashboard
ru: Панель управления

source: AI Analyses
ru: AI Анализы

source: DAM Test
ru: Тест DAM

source: View AI analysis results
ru: Просмотр результатов AI анализа

source: Create AI analysis
ru: Создание AI анализа

source: Edit AI analysis results
ru: Редактирование результатов AI анализа

source: Delete AI analysis
ru: Удаление AI анализа

source: View metadata presets
ru: Просмотр предустановок метаданных

source: Create metadata presets
ru: Создание предустановок метаданных

source: Edit metadata presets
ru: Редактирование предустановок метаданных

source: Delete metadata presets
ru: Удаление предустановок метаданных

source: Document
ru: Документ

source: Copyright Notice
ru: Уведомление об авторских правах

source: Usage Rights
ru: Права использования

source: Rights Expiry
ru: Истечение прав

source: Categories
ru: Категории

source: Language
ru: Язык

source: People
ru: Люди

source: Locations
ru: Места

source: AI Description
ru: AI Описание

source: AI Tags
ru: AI Теги

source: Dominant Colors
ru: Доминирующие цвета

source: Alt Text
ru: Альтернативный текст

source: AI Provider
ru: AI Провайдер

source: Pending
ru: Ожидание

source: Processing
ru: Обработка

source: Completed
ru: Завершено

source: Failed
ru: Ошибка

source: Analysis Status
ru: Статус анализа

source: Document AI Analysis
ru: AI Анализ документа

source: Document AI Analyses
ru: AI Анализы документов

source: Name
ru: Название

source: Description
ru: Описание

source: AI Providers
ru: AI Провайдеры

source: Extract Description
ru: Извлекать описание

source: Extract Tags
ru: Извлекать теги

source: Extract Colors
ru: Извлекать цвета

source: Extract Alt Text
ru: Извлекать альтернативный текст

source: Supported MIME Types
ru: Поддерживаемые MIME типы

source: Enabled
ru: Включено

source: DAM Metadata Preset
ru: Предустановка метаданных DAM

source: DAM Metadata Presets
ru: Предустановки метаданных DAM

source: AI Categories
ru: AI Категории

source: AI Detected Language
ru: Обнаруженный AI язык

source: AI Detected People
ru: Обнаруженные AI люди

source: AI Detected Locations
ru: Обнаруженные AI места

source: AI Analysis Status
ru: Статус AI анализа

source: Category (contains)
ru: Категория (содержит)

source: AI analysis metadata updated successfully.
ru: Метаданные AI анализа успешно обновлены.

source: Start re-analysis
ru: Начать повторный анализ

source: Re-analyze document with AI
ru: Повторно проанализировать документ с помощью AI

source: Document re-analysis scheduled. This may take several minutes.
ru: Повторный анализ документа запланирован. Это может занять несколько минут.

source: Digital Asset Management Dashboard
ru: Панель управления цифровыми активами

source: AI Analysis Results
ru: Результаты AI анализа

source: Not analyzed
ru: Не проанализировано

source: Status
ru: Статус

source: Provider
ru: Провайдер

source: Created
ru: Создано

source: Actions
ru: Действия

source: View
ru: Просмотр

source: Edit
ru: Редактировать

source: Running
ru: Выполняется

source: No AI analyses found.
ru: AI анализы не найдены.
