Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: The OCR content.
ro_ro: Conținutul OCR.

source: A generator returning the document's pages OCR content.
ro_ro: Un generator care returnează conținutul OCR al paginilor documentului.

source: OCR content
ro_ro: Conținut OCR

source: Tesseract OCR not found.
ro_ro: OCR Tesseract nu a fost găsit.

source: Free Open Source OCR Engine
ro_ro: Motor OCR Open Source

source: Document version OCR content deleted
ro_ro: Conținutul OCR al versiunii documentului a fost șters

source: Document version page OCR content edited
ro_ro: Conținutul OCR din pagina de versiune a documentului a fost editat

source: Document version submitted for OCR
ro_ro: Versiunea documentului trimisă pentru OCR

source: Document version OCR finished
ro_ro: Versiunea documentului OCR terminată

source: Contents
ro_ro: Conţinut

source: Page %(page_number)d
ro_ro: Pagina %(page_number)d

source: Setup OCR
ro_ro: Configurare OCR

source: OCR documents per type
ro_ro: Documente OCR pe tip

source: Delete OCR content
ro_ro: Ștergeți conținutul OCR

source: Download OCR text
ro_ro: Descărcați text OCR

source: Submit for OCR
ro_ro: Trimiteți pentru OCR

source: Edit OCR
ro_ro: Editați OCR

source: Document type
ro_ro: Tipul documentului

source: Document type settings
ro_ro: Setările tipului de document

source: Document types settings
ro_ro: Setările pentru tipurile de documente

source: Document version page
ro_ro: Pagina versiunii documentului

source: The actual text content extracted by the OCR backend.
ro_ro: Conținutul real de text extras de backend-ul OCR.

source: Content
ro_ro: Conținut

source: Document version page OCR content
ro_ro: Conținutul OCR din pagina de versiune a documentului

source: Document version pages OCR contents
ro_ro: Conținutul OCR a paginilor versiunii documentului

source: Submit documents for OCR
ro_ro: Trimiteti documentele pentru OCR

source: Edit the transcribed text from document
ro_ro: Editați textul transcris din document

source: View the transcribed text from document
ro_ro: Vizualizați textul transcris din document

source: Change document type OCR settings
ro_ro: Modificați setările OCR de tip document

source: Finish document file OCR
ro_ro: Finalizați OCR pentru fișierul document

source: Document file page OCR
ro_ro: OCR pentru pagină fișier document

source: Document file OCR
ro_ro: OCR pentru fișier document

source: Document version OCR
ro_ro: OCR pe versiunea documentului

source: Set new document types to perform OCR automatically by default.
ro_ro: Setați tipuri noi de documente pentru a efectua automat funcția OCR în mod implicit.

source: Full path to the backend to be used to do OCR.
ro_ro: Calea completă spre backend-ul care trebuie utilizat pentru a face OCR.

source: Edit OCR settings for document type: %s.
ro_ro: Editați setările OCR pentru tipul de document: %s.

source: Submit all documents of a type for OCR
ro_ro: Trimiteți toate documentele de acest tip la OCR

source: %(count)d documents added to the OCR queue.
ro_ro: %(count)d documente adăugate în coada OCR.

source: Error deleting document version OCR "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea OCR pentru versiunea documentului „%(instance)s”; %(exception)s

source: OCR content of "%(object)s" deleted successfully.
ro_ro: Conținutul OCR al „%(object)s” a fost șters cu succes.

source: OCR content of %(count)d document version deleted successfully.
ro_ro: Conținutul OCR al versiunii documentului %(count)d a fost șters cu succes.

source: OCR content of %(count)d document versions deleted successfully.
ro_ro: Conținutul OCR al %(count)d versiuni de document a fost șters cu succes.

source: Delete the OCR content of: %(object)s.
ro_ro: Ștergeți conținutul OCR al: %(object)s.

source: Delete the OCR content of the %(count)d selected document version.
ro_ro: Ștergeți conținutul OCR al versiunii documentului selectat %(count)d.

source: Delete the OCR content of the %(count)d selected document versions.
ro_ro: Ștergeți conținutul OCR al versiunilor de document %(count)d selectate.

source: OCR result for document: %s
ro_ro: Rezultatul OCR pentru document: %s

source: %(count)d document version submitted to the OCR queue.
ro_ro: %(count)d versiune a documentului trimisă în coada OCR.

source: %(count)d document versions submitted to the OCR queue.
ro_ro: %(count)d versiuni ale documentului trimise în coada OCR.

source: Submit the selected document version to the OCR queue?
ro_ro: Trimiteți versiunea documentului selectat în coada OCR?

source: OCR result for document version page: %s
ro_ro: Rezultat OCR pentru pagina versiunii documentului: %s

source: Edit OCR for document version page: %s
ro_ro: Editați OCR pentru pagina versiunii documentului: %s

source: Page condition
ro_ro: Starea paginii

source: The condition that will determine if a document page's OCR content will be modified or not. The condition is evaluated against the iterated document page. Conditions that do not return any value, that return the Python logical None, or an empty string ('') are considered to be logical false, any other value is considered to be the logical true.
ro_ro: Condiția care va determina dacă conținutul OCR al unei pagini de document va fi modificat sau nu. Condiția este evaluată în raport cu pagina documentului iterat. Condițiile care nu returnează nicio valoare, care returnează Python logic None sau un șir gol ('') sunt considerate logic false, orice altă valoare este considerată a fi logic adevărată.

source: Page content
ro_ro: Conținutul paginii

source: A template that will generate the OCR content to be saved.
ro_ro: Un șablon care va genera conținutul OCR pentru a fi salvat.

source: Update document page OCR content
ro_ro: Actualizați conținutul OCR al paginii documentului
