Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/metadata/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Metadata
fr: Métadonnées

source: Return the value of a specific document metadata.
fr: Renvoie la valeur d'une métadonnée de document spécifique.

source: Metadata value of
fr: Valeur de la métadonnée de

source: Metadata type name
fr: Nom du type de métadonnée

source: Metadata value
fr: Valeur de la métadonnée

source: Document metadata added
fr: Métadonnées du document ajoutées

source: Document metadata edited
fr: Métadonnées du document modifiées

source: Document metadata removed
fr: Métadonnées de document retirées

source: Metadata type created
fr: Type de métadonnées créé

source: Metadata type edited
fr: Type de métadonnées modifié

source: Metadata type relationship updated
fr: Relation du type de métadonnées mise à jour

source: Name
fr: Nom

source: Value
fr: Valeur

source: Update
fr: Mettre à jour

source: Required
fr: Obligatoire

source: Lookup value error: %s
fr: Erreur de recherche de valeur : %s

source: Default value error: %s
fr: Erreur de valeur par défaut : %s

source: "%s" is required for this document type.
fr: "%s" est obligatoire pour ce type de document.

source: Metadata types to be added to the selected documents.
fr: Types de métadonnées à ajouter aux documents sélectionnés.

source: Metadata type
fr: Type de métadonnée

source: Remove
fr: Retirer

source: Basic
fr: De base

source: Values
fr: Valeurs

source: Parsing
fr: Analyse

source: Available template context variables:
fr: Variables de contexte disponibles pour ce modèle :

source: None
fr: Aucun

source: Optional
fr: Optionnel

source: Add metadata
fr: Ajouter des métadonnées

source: Edit metadata
fr: Modifier les métadonnées

source: Remove metadata
fr: Retirer des métadonnées

source: Metadata types
fr: Types de métadonnées

source: Document types
fr: Types de documents

source: Create new
fr: Créer une nouvelle

source: Delete
fr: Supprimer

source: Edit
fr: Modifier

source: Date and time parser
fr: Analyseur de date et heure

source: Date parser
fr: Analyseur de dates

source: Regular expression parser
fr: Analyseur d'expressions régulières

source: Time parser
fr: Analyseur de temps

source: Date and time validator
fr: Validateur de date et heure

source: Date validator
fr: Validateur de date

source: Regular expression validator
fr: Validateur d'expression régulière

source: Time validator
fr: Validateur de temps

source: Return the metadata of the document.
fr: Renvoie les métadonnées du document.

source: Selected documents must be of the same type.
fr: Les documents sélectionnés doivent être du même type.

source: Name used by other apps to reference this metadata type. Do not use python reserved words, or spaces.
fr: Nom utilisé par d'autres applications pour faire référence à ce type de métadonnées. N'utilisez pas de mots réservés Python, ni d'espace.

source: Short description of this metadata type.
fr: Courte description de ce type de métadonnées.

source: Label
fr: Étiquette

source: Enter a template to render.
fr: Entrez un modèle à interpréter.

source: Default
fr: Défaut

source: Enter a template to render. Must result in a comma delimited string.
fr: Entrez un modèle à interpréter. Doit avoir pour résultat une chaîne délimitée par des virgules.

source: Lookup
fr: Consultation de table

source: The validator will reject data entry if the value entered does not conform to the expected format.
fr: Le système de validation rejettera les données saisies si elles ne sont pas conformes au format attendu.

source: Validator
fr: Validateur

source: Validator arguments
fr: Arguments du validateur

source: The parser will reformat the value entered to conform to the expected format.
fr: L'analyseur syntaxique reformatera la valeur saisie pour la rendre conforme au format attendu.

source: Parser
fr: Analyseur

source: Enter the arguments for the parser in YAML format.
fr: Saisissez les arguments de l'analyseur au format YAML.

source: Parser arguments
fr: Arguments de l'analyseur

source: Value is not one of the provided options.
fr: La valeur saisie ne fait pas partie des options proposées.

source: The actual value stored in the metadata type field for the document.
fr: La valeur actuellement enregistrée dans le champ de type de métadonnées du document.

source: Document metadata
fr: Métadonnées du document

source: Metadata type is required for this document type.
fr: Le type de métadonnées est obligatoire pour ce type de document.

source: Metadata type is not valid for this document type.
fr: Le type de métadonnées n'est pas valide pour ce type de document.

source: Document type
fr: Type de document

source: Document type metadata type options
fr: Options de type de métadonnées du type de document

source: Document type metadata types options
fr: Options de types de métadonnées du type de document

source: Add metadata to a document
fr: Ajouter des métadonnées au document

source: Edit a document's metadata
fr: Modifier les métadonnées du document

source: Remove metadata from a document
fr: Retirer des métadonnées du document

source: View metadata from a document
fr: Voir les métadonnées du document

source: Edit metadata types
fr: Modifier les types de métadonnées

source: Create new metadata types
fr: Créer de nouveaux types de métadonnées

source: Delete metadata types
fr: Supprimer des types de métadonnées

source: View metadata types
fr: Voir les types de métadonnées

source: Remove metadata type
fr: Retirer le type de métadonnées

source: Add required metadata type
fr: Ajouter le type de métadonnées obligatoire

source: Document metadata type
fr: Type de métadonnée de document

source: Document metadata value
fr: Valeur de la métadonnée de document

source: Primary key of the metadata type to be added.
fr: Clé primaire du type de métadonnées à ajouter.

source: Metadata type ID
fr: ID du type de métadonnées

source: Primary key of the metadata type to be added to the document.
fr: Clé primaire du type de métadonnées à ajouter au document.

source: Metadata add request performed on %(count)d document
fr: Demande d'ajout de métadonnées effectuée sur %(count)d document

source: Metadata add request performed on %(count)d documents
fr: Demande d'ajout de métadonnées effectuée sur %(count)d documents

source: Add metadata types to document
fr: Ajouter des types de métadonnées au document

source: Add metadata types to document: %s
fr: Ajouter des types de métadonnées au document : %s

source: Error adding metadata type "%(metadata_type)s" to document: %(document)s; %(exception)s
fr: Erreur lors de l'ajout d'un type de métadonnées "%(metadata_type)s" au document: %(document)s; %(exception)s

source: Metadata type: %(metadata_type)s successfully added to document %(document)s.
fr: Le type de métadonnées : %(metadata_type)s a été ajouté avec succès au document %(document)s.

source: Metadata type: %(metadata_type)s already present in document %(document)s.
fr: Le type de métadonnées : %(metadata_type)s est déjà présent dans le document %(document)s.

source: Metadata edit request performed on %(count)d document
fr: La demande d'édition de métadonnées a été effectuée sur %(count)d document

source: Metadata edit request performed on %(count)d documents
fr: La demande d'édition de métadonnées a été effectuée sur %(count)d documents

source: Add metadata types available for this document's type and assign them corresponding values.
fr: Ajoutez les types de métadonnées disponibles pour le type de ce document et attribuez-leur les valeurs correspondantes.

source: There is no metadata to edit
fr: Il n'y a pas de métadonnées à modifier

source: Edit document metadata
fr: Modifier les métadonnées du document

source: Edit metadata for document: %s
fr: Modifier les métadonnées pour le document: %s

source: Error editing metadata for document: %(document)s; %(exception)s.
fr: Erreur lors de la modification des métadonnées du document %(document)s; %(exception)s.

source: Metadata for document %s edited successfully.
fr: Métadonnées pour le document %s modifiées avec succès.

source: Add metadata types this document's type to be able to add them to individual documents. Once added to individual document, you can then edit their values.
fr: Ajoutez des types de métadonnées de ce type de document pour pouvoir les ajouter à des documents individuels. Une fois ajouté au document individuel, vous pouvez ensuite modifier leurs valeurs.

source: This document doesn't have any metadata
fr: Ce document n'a pas de métadonnées

source: Metadata for document: %s
fr: Métadonnées du document: %s

source: Metadata remove request performed on %(count)d document
fr: Demande de suppression de métadonnées effectuée sur %(count)d document

source: Metadata remove request performed on %(count)d documents
fr: Demande de suppression de métadonnées effectuée sur %(count)d documents

source: Remove metadata types from the document
fr: Supprimer les types de métadonnées du document

source: Remove metadata types from the document: %s
fr: Retirer les types de métadonnées du document : %s

source: Successfully remove metadata type "%(metadata_type)s" from document: %(document)s.
fr: Type de métadonnées retiré avec succès "%(metadata_type)s" pour le document : %(document)s.

source: Error removing metadata type "%(metadata_type)s" from document: %(document)s; %(exception)s
fr: Erreur lors du retrait du type de métadonnées "%(metadata_type)s" pour le document : %(document)s; %(exception)s

source: Create metadata type
fr: Créer un type de métadonnées

source: Metadata type "%(object)s" deleted successfully.
fr: Le type de métadonnées "%(object)s" a été supprimé avec succès.

source: %(count)d metadata type deleted successfully.
fr: %(count)d type de métadonnées a été supprimé avec succès.

source: %(count)d metadata types deleted successfully.
fr: %(count)d types de métadonnées ont été supprimés avec succès.

source: Delete metadata type: %(object)s.
fr: Supprimer le type de métadonnées: %(object)s.

source: Delete the %(count)d selected metadata type.
fr: Supprimez %(count)d type de métadonnées sélectionné.

source: Delete the %(count)d selected metadata types.
fr: Supprimez les %(count)d types de métadonnées sélectionnés.

source: Edit metadata type: %s
fr: Modifier le type de métadonnées : %s

source: There are no metadata types
fr: Il n'y a pas de types de métadonnées

source: Create metadata type relationships to be able to associate them to this document type.
fr: Créez des relations de type de métadonnées pour pouvoir les associer à ce type de document.

source: There are no metadata type relationships available
fr: Aucune association de type de métadonnées

source: Metadata type relationships for document type: %s
fr: Type de métadonnées associée pour le type de document: %s

source: Document type relationships for metadata type: %s
fr: Type de document associé au type de métadonnées : %s

source: Enter document metadata
fr: Renseignez les métadonnées du document

source: Metadata types to add to the document.
fr: Types de métadonnées à ajouter au document.

source: Unable to add metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
fr: Impossible d'ajouter le type de métadonnées «%(metadata_type)s» à partir du document : %(document)s. Exception : %(exception)s

source: Metadata types to edit.
fr: Types de métadonnées à modifier.

source: Value to assign to the metadata. Can be a literal value or template code.
fr: Valeur à attribuer aux métadonnées. Peut être une valeur littérale ou un code de modèle.

source: Unable to edit metadata type "%(metadata_type)s" from document: %(document)s. Document does not have the metadata type to be edited. Exception: %(exception)s
fr: Impossible de modifier le type de métadonnées "%(metadata_type)s" du document: %(document)s. Le document n'a pas le type de métadonnées à modifier. Exception: %(exception)s

source: Metadata types to remove from the document.
fr: Types de métadonnées à supprimer du document.

source: Unable to remove metadata type "%(metadata_type)s" from document: %(document)s. Exception: %(exception)s
fr: Impossible de supprimer le type de métadonnées «%(metadata_type)s» du document : %(document)s. Exception : %(exception)s
