Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: el, pl

source: Task manager
el: Διαχειριστής εργασιών
pl: Menedżer zadań

source: Label
el: Ετικέτα
pl: Etykieta

source: Name
el: Όνομα
pl: Nazwa

source: Default queue?
el: Προεπιλεγμένη ουρά;
pl: Domyślna kolejka?

source: Is transient?
el: Είναι παροδική;
pl: Czy jest przejściowy?

source: Type
el: Τύπος
pl: Typ

source: Start time
el: Ώρα έναρξης
pl: Czas rozpoczęcia

source: Host
el: Διακομιστής

source: Arguments
el: Ορίσματα
pl: Argumenty

source: Keyword arguments
el: Ορίσματα λέξεων κλειδιών
pl: Argumenty słów kluczowych

source: Worker process ID
el: Αναγνωριστικό διαδικασίας worker
pl: Identyfikator procesu roboczego

source: View tasks
el: Εμφάνιση εργασιών
pl: Wyświetl zadania

source: Default: "AMQPLAIN". Set custom amqp login method.
el: Προεπιλογή: "AMQPLAIN". Ορισμός προσαρμοσμένης μεθόδου σύνδεσης amqp.
pl: Domyślnie: "AMQPLAIN". Ustaw własną metodą logowania do amqp.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
el: Προεπιλογή: "amqp: //". Προεπιλεγμένη διεύθυνση URL μεσολαβητή. Πρέπει να είναι μια διεύθυνση URL με τη μορφή: transport://userid:password@hostname:port/virtual_host Απαιτείται μόνο το τμήμα σχήματος (transport: //), το υπόλοιπο είναι προαιρετικό και από προεπιλογή παίρνει τις προεπιλεγμένες τιμές του συγκεκριμένης μεταφοράς.
pl: Domyślnie: „amqp://”. Domyślny adres URL brokera. Musi to być adres URL w postaci: transport://userid:password@hostname:port/virtual_host Wymagana jest tylko część schematu (transport://), reszta jest opcjonalna i domyślnie przyjmuje wartości domyślne określonych transportów.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
el: Προεπιλογή: "Απενεργοποιημένο";. Εναλλάσσει τη χρήση SSL, σε σύνδεση μεσολαβητή και ρυθμίσεις SSL Οι έγκυρες τιμές για αυτήν την επιλογή διαφέρουν ανάλογα με τη μεταφορά.
pl: Domyślnie: „Wyłączone”. Przełącza użycie SSL w połączeniu z brokerem i ustawieniach SSL. Prawidłowe wartości tej opcji różnią się w zależności od transportu.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
el: Προεπιλογή: Δεν έχει ενεργοποιηθεί από προεπιλογή κανένα υποκείμενο σύστημα αποτελεσμάτων. Το υποκείμενο σύστημα που χρησιμοποιείται για την αποθήκευση αποτελεσμάτων εργασιών (επιτύμβιες στήλες). Ανατρέξτε στο http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
pl: Domyślnie: Domyślnie brak backend wyników. Backend używany do przechowywania wyników zadań (nagrobki). Zobacz http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
el: Ουρά δοκιμής
pl: Kolejka testowa

source: Background task queues
el: Λίστες εργασιών παρασκηνίου
pl: Kolejki zadań w tle
