Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/checkouts/locale/*/LC_MESSAGES/django.po
Languages: fr, it

source: Checkouts
fr: Verrouillages
it: Prenotari

source: Checked out documents
fr: Documents verrouillés
it: Prenotari di documenti

source: Document automatically checked in
fr: Document déverrouillé automatiquement
it: Documento liberato automaticamente

source: Document checked in
fr: Document déverrouillé
it: Documento liberato

source: Document checked out
fr: Document verrouillé
it: Documento prenotato

source: Document forcefully checked in
fr: Document déverrouillé de force
it: Documento liberato in forza

source: Document not checked out.
fr: Document non verrouillé.
it: Documento non prenotato.

source: Document already checked out.
fr: Document déjà verrouillé.
it: Documento già prenotato

source: Document status
fr: Statut du document
it: Stato di documento

source: User
fr: Utilisateur
it: Utente

source: Check out time
fr: Heure du verrouillage
it: Tempo di prenotazione

source: Check out expiration
fr: Expiration du verrouillage
it: Scadenza della prenotazione

source: New files allowed?
fr: Nouveaux fichiers autorisés?

source: Yes
fr: Oui
it: Si

source: No
fr: Non

source: Check out document
fr: Verrouiller le document
it: Prenotare documento

source: Check out
fr: Verrouiller
it: Prenotazione

source: Check in document
fr: Déverrouiller le document
it: Libero documento

source: Check in
fr: Déverrouiller
it: Libero

source: Check in/out
fr: Verrouiller/déverrouiller
it: Prenotare / liberare

source: Checked out
fr: Verrouillé
it: Prenotare

source: Checked in/available
fr: Déverrouillé/disponible
it: Libero / disponibile

source: Check out date and time
fr: Date et heure du verrouillage
it: Prenotazione data e ora

source: Amount of time to hold the document checked out in minutes.
fr: Durée en minutes pendant laquelle le document doit être verrouillé.
it: Minuti disponibili per fermare il documento in prenotazione

source: Check out expiration date and time
fr: Date et heure de l'expiration du verrouillage
it: Data e l'ora di scadenza de prenotazione

source: Do not allow new file of this document to be uploaded.
fr: Ne pas autoriser le téléversementt d'un nouveau fichier de ce document.

source: Block new file upload
fr: Bloquer le téléverser de nouveaux fichiers

source: Document checkout
fr: Verrouillage du document
it: Prenotazione di documento

source: Document checkouts
fr: Verrouillages du document
it: Prenotazioni di documenti

source: Check out expiration date and time must be in the future.
fr: La date et l'heure d'expiration du verrouillage doit se situer dans le futur.
it: La data e ora di uscita deve essere nel futuro.

source: Checkout time and date
fr: Date et heure du verrouillage
it: Ora e data di la prenotazione

source: Checkout expiration
fr: Expiration du verrouillage
it: Scadenza checkout

source: Check in documents
fr: Déverrouiller les documents
it: Liberare documenti

source: Forcefully check in documents
fr: Forcer le déverrouillage des documents
it: Forza il libero dei documenti

source: Check out documents
fr: Verrouiller les documents
it: Prenotare documenti

source: Check out details view
fr: Afficher la vue détaillée
it: Visualizzazione in dettagli della prenotazione

source: Checkouts periodic
fr: Verrouillages périodiques
it: Prenotazione periodici

source: Check expired checkouts
fr: Vérifier les verrouillages expirés
it: Controlla i prenotazione scaduti

source: Primary key of the document to be checked out.
fr: Clé primaire du document devant être verrouillé.
it: Chiave primaria del documento da prenotare.

source: Unable to check in document "%(instance)s"; %(exception)s
fr: Impossible de verrouiller le document «%(instance)s»; %(exception)s

source: Document "%(object)s" checked in successfully.
fr: Le document «%(object)s» déverrouillé avec succès.

source: %(count)d document checked in successfully.
fr: %(count)d document archivé avec succès.

source: %(count)d documents checked in successfully.
fr: %(count)d documents archivés avec succès.

source: Check in document "%(object)s".
fr: Archivez le document "%(object)s".

source: Check in %(count)d document.
fr: Archiver %(count)d document.

source: Check in %(count)d documents.
fr: Archiver %(count)d documents .

source: Unable to checkout document "%(instance)s"; %(exception)s
fr: Impossible d'extraire le document "%(instance)s"; %(exception)s

source: Document "%(object)s" checked out successfully.
fr: Le document "%(object)s" a été extrait avec succès.

source: %(count)d document checked out successfully.
fr: %(count)d document extrait avec succès.

source: %(count)d documents checked out successfully.
fr: %(count)d documents extraits avec succès.

source: Checkout document "%(object)s".
fr: Extraire le document "%(object)s".

source: Checkout %(count)d document.
fr: Extraire %(count)d document.

source: Checkout %(count)d documents.
fr: Extraire %(count)d documents.

source: Check out details for document: %s
fr: Détails du verrouillage pour le document : %s
it: Dettagli della prenotazione de il documento: %s

source: Checking out a document, blocks certain operations for a predetermined amount of time.
fr: Le verrouillage d'un document bloque certaines opérations pendant une durée prédéterminée.
it: La prenotazione di un documento blocca determinate operazioni per un periodo di tempo predeterminato.

source: No documents have been checked out
fr: Aucun document n'a été verrouillé
it: Nessun documento prenotato

source: Amount
fr: Nombre
it: Quantità

source: Document
it: Documento
