Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/document_signatures/locale/*/LC_MESSAGES/django.po
Languages: es_pr, ru

source: Document signatures
es_pr: Firmas de documentos
ru: Подписи документа

source: Date and time
es_pr: Fecha y hora
ru: Дата и время

source: Key ID
es_pr: Identificación de llave
ru: ID ключа

source: None
es_pr: Ninguno
ru: Нет

source: Signature ID
es_pr: Identificación de firma
ru: ID подписи

source: Type
es_pr: Tipo
ru: Тип

source: Detached signature created
es_pr: Firma separada creada
ru: Отсоединенная подпись создана

source: Detached signature deleted
es_pr: Firma separada eliminada
ru: Отсоединенная подпись удалена

source: Detached signature uploaded
es_pr: Firma separada cargada
ru: Отсоединенная подпись загружена

source: Embedded signature created
es_pr: Firma integrada creada
ru: Присоединенная подпись создана

source: Key
es_pr: Llave
ru: Ключ

source: The passphrase to unlock the key and allow it to be used to sign the document file.
es_pr: La frase de contraseña para desbloquear la llave y permitir que se use para firmar el archivo del documento.
ru: Кодовая фраза для разблокировки ключа и разрешения его использования для подписи файла документа.

source: Passphrase
es_pr: Frase de contraseña
ru: Кодовая фраза

source: Private key that will be used to sign this document file.
es_pr: Llave privada que se utilizará para firmar este archivo de documento.
ru: Закрытый ключ, который будет использоваться для подписи этого файла документа.

source: Signature is embedded?
es_pr: ¿La firma es integrada?
ru: Присоединенная подпись?

source: Signature date
es_pr: Fecha de firma
ru: Дата подписи

source: Signature key ID
es_pr: Identificación de llave de firma
ru: ID ключа подписи

source: Signature key present?
es_pr: ¿Llave de la firma esta presente?
ru: Ключ подписи предоставлен?

source: Key fingerprint
es_pr: Huella digital de la llave
ru: Отпечаток ключа

source: Key creation date
es_pr: Fecha de creación de la llave
ru: Дата создания ключа

source: Key expiration date
es_pr: Fecha de caducidad de la llave
ru: Срок действия ключа

source: Key length
es_pr: Tamaño de la llave
ru: Длина ключа

source: Key algorithm
es_pr: Algoritmo de la llave
ru: Алгоритм ключа

source: Key user ID
es_pr: Identificación de usuario de la llave
ru: ID пользователя ключа

source: Key type
es_pr: Tipo de llave
ru: Тип ключа

source: Sign detached
es_pr: Firmar por separado
ru: Подписать отсоединенной

source: Delete
es_pr: Eliminar
ru: Удалить

source: Download
es_pr: Descargar
ru: Скачать

source: Upload signature
es_pr: Cargar firma
ru: Загрузить подпись

source: Sign embedded
es_pr: Firmar de forma integrada
ru: Подписать присоединенной

source: Details
es_pr: Detalles
ru: Подробности

source: Signatures
es_pr: Firmas
ru: Подписи

source: Refresh all signatures
es_pr: Actualizar todas las firmas
ru: Обновить все подписи

source: Verify all documents
es_pr: Verificar todos los documentos
ru: Проверить подписи документов

source: signed
es_pr: firmado

source: Document file
es_pr: Archivo de documento
ru: Файл документа

source: Date and time signed
es_pr: Fecha y hora firmado
ru: Дата и время подписания

source: ID of the key that will be used to sign the document.
es_pr: Identificación de la llave que se utilizará para firmar el documento.
ru: ID ключа, которым будет подписан документ.

source: Public key fingerprint
es_pr: Huella digital de llave publica
ru: Отпечаток открытого ключа

source: Document file signature
es_pr: Firma del archivo del documento
ru: Подпись файла документа

source: Document file signatures
es_pr: Firmas de archivos de documentos
ru: Подписи файла документа

source: Detached
es_pr: Aparte
ru: Отсоединенная

source: Embedded
es_pr: Integrada
ru: Присоединенная

source: Signature file previously generated.
es_pr: Archivo de firma generado previamente.
ru: Файл подписи, сгенерированный ранее.

source: Signature file
es_pr: Archivo de firma
ru: Файл подписи

source: Document file detached signature
es_pr: Firma separada del archivo del documento
ru: Отсоединенная подпись файла документа

source: Document file detached signatures
es_pr: Firmas separadas de archivos de documentos
ru: Отсоединенные подписи файла документа

source: signature
es_pr: firma
ru: подпись

source: Document file embedded signature
es_pr: Firma integrada del archivo de documento
ru: Присоединенная подпись файла документа

source: Document file embedded signatures
es_pr: Firmas integradas de archivos de documentos
ru: Присоединенные подписи файла документа

source: Sign documents with detached signatures
es_pr: Firmar documentos con firma separada
ru: Подписать документы отсоединенными подписями

source: Sign documents with embedded signatures
es_pr: Firmar documentos con firma integrada
ru: Подписать документы присоединенными подписями

source: Delete detached signatures
es_pr: Borrar firmas separadas
ru: Удалить отсоединенные подписи

source: Download detached document signatures
es_pr: Descargar firma separada de documentos
ru: Скачать отсоединенные подписи документов

source: Upload detached document signatures
es_pr: Cargar firmas separadas de documentos
ru: Загрузить отсоединенные подписи документов

source: Verify document signatures
es_pr: Verificar firmas de documentos
ru: Проверить подписи документов

source: View document signatures
es_pr: Ver firmas de documentos

source: Verify key signatures
es_pr: Verificar las firmas con llave
ru: Проверить отпечатки ключей

source: Unverify key signatures
es_pr: Anular la verificación de las firmas con llave
ru: Отменить проверку отпечатков ключей

source: Verify document file
es_pr: Verificar archivo de documento
ru: Проверить файл документа

source: Verify missing embedded signature
es_pr: Verificar la firma integrada faltante
ru: Проверить отсутствующие присоединенные подписи

source: Refresh existing signature information
es_pr: Actualizar la información de la firma existente
ru: Обновить информацию о существующей подписи

source: Primary key of the secret key used to sign the document file.
es_pr: Identificación de la llave secreta utilizada para firmar el archivo del documento.

source: Path to the Storage subclass to use when storing detached signatures.
es_pr: Ruta a la subclase Storage para usar cuando se almacenan firmas separadas.
ru: Путь к подклассу Storage для использования при хранении отсоединенных подписей.

source: Arguments to pass to the SIGNATURE_STORAGE_BACKEND.
es_pr: Argumentos para pasar al SIGNATURE_STORAGE_BACKEND.
ru: Аргументы, передаваемые в SIGNATURE_STORAGE_BACKEND.

source: Unable to initialize the detached signatures storage. Check the settings {} and {} for formatting errors.
es_pr: No se puede inicializar el almacenamiento de firmas separadas. Verifique las configuraciones {} y {} para errores de formato.
ru: Невозможно инициализировать хранилище отсоединенных подписей. Проверьте настройки {} и {} на наличие ошибок форматирования.

source: Detached signatures
es_pr: Firmas separadas
ru: Отсоединенные подписи

source: Passphrase is needed to unlock this key.
es_pr: Se necesita contraseña para acceder a esta llave.
ru: Для разблокировки ключа необходима кодовая фраза.

source: Passphrase is incorrect.
es_pr: Contraseña incorrecta.
ru: Кодовая фраза неверна.

source: Document file signed successfully.
es_pr: Archivo de documento firmado correctamente.
ru: Файл документа подписан.

source: Sign document file "%s" with a detached signature
es_pr: Firmar el archivo de documento "%s" con una firma separada
ru: Подписать отсоединенной подписью файл документа "%s"

source: Sign document file "%s" with a embedded signature
es_pr: Firmar el archivo de documento "%s" con una firma integrada
ru: Подписать присоединенной подписью файл документа "%s"

source: Delete detached signature: %s
es_pr: Borrar firma aparte: %s
ru: Удалить отсоединенную подпись: %s

source: Upload detached signature for document file: %s
es_pr: Cargar una firma separada para el archivo del documento: %s
ru: Загрузить отсоединенную подпись для файла документа: %s

source: Details for signature: %s
es_pr: Detalles para la firma: %s
ru: Подробности подписи: %s

source: Signatures help provide authorship evidence and tamper detection. They are very secure and hard to forge. A signature can be embedded as part of the document itself or uploaded as a separate file.
es_pr: Las firmas ayudan a proporcionar evidencia de autoría y detección de manipulación. Son muy seguras y difíciles de falsificar. Una firma puede integrarse como parte del documento en sí o cargarse como un archivo separado.
ru: Подписи служат для обеспечения целостности и подтверждения авторства и актуальности. Они очень безопасны, и их сложно подделать. Подпись может быть присоединенной к документу или выгруженной отдельным файлом, т.е. отсоединенной.

source: There are no signatures for this document file.
es_pr: No hay firmas para este archivo de documento.
ru: Отсутствуют подписи файла документа.

source: Signatures for document file: %s
es_pr: Firmas para archivo de documento: %s
ru: Подписи для файла документа: %s

source: On large databases this operation may take some time to execute.
es_pr: En bases de datos de gran tamaño esta operación puede tardar algún tiempo en ejecutarse.
ru: В больших базах данных эта операция может занять некоторое время.

source: Refresh all signatures information?
es_pr: ¿Actualizar toda la información de las firmas?
ru: Обновить информацию обо всех подписях?

source: Signature information refresh queued successfully.
es_pr: Actualización de la información de la firma enviada a la cola con éxito.
ru: Обновление информации о подписях поставлено в очередь.

source: Verify all document for signatures?
es_pr: ¿Verificar todos los documentos para firmas?
ru: Проверить подписи во всех документах?

source: Signature verification queued successfully.
es_pr: Verificación de firmas colocada en la cola.
ru: Проверка подписей поставлена в очередь.

source: Private key that will be used to sign the document file.
es_pr: Llave privada que se utilizará para firmar el archivo del documento.
ru: Закрытый ключ, который будет использоваться для подписи файла документа.

source: Sign document (detached)
es_pr: Firmar documento (separado)
ru: Подписать документ отсоединенной подписью

source: Document has no file to sign. You might be trying to use this action in an initial state before the created document is yet to be processed.
es_pr: El documento no tiene archivo para firmar. Es posible que esté intentando utilizar esta acción en un estado inicial antes de que el documento creado aún no se haya procesado.
ru: У документа нет файла для подписи. Возможно, вы пытаетесь использовать это действие в исходном состоянии до того, как созданный документ будет обработан.

source: Sign document (embedded)
es_pr: Firmar documento (integrado)
ru: Подписать документ присоединенной подписью
