Repository: vitt76/Prime-EDMS
Catalog: mayan/apps/common/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Common
ru: Общий

source: Used to allow offline translation of the code text strings.
ru: Используется для разрешения автономного перевода текстовых строк кода.

source: Provides style checking.
ru: Обеспечивает проверку стиля.

source: Command line environment with autocompletion.
ru: Среда командной строки с автодополнением.

source: Checks proper formatting of the README file.
ru: Проверяет правильность форматирования файла README.

source: About this
ru: О программе

source: Get the book
ru: Купить книгу

source: Documentation
ru: Документация

source: Forum
ru: Форум

source: License
ru: Лицензия

source: Copy
ru: Копировать

source: Setup
ru: Настройки

source: Source code
ru: Исходный код

source: Online store
ru: Магазин

source: Get support
ru: Получить поддержку

source: Tools
ru: Инструменты

source: This feature has been deprecated and will be removed in a future version.
ru: Эта функция устарела и будет удалена в будущей версии.

source: Days
ru: Дни

source: Hours
ru: Часы

source: Minutes
ru: Минуты

source: System
ru: Система

source: Facet
ru: Грань

source: Actions
ru: Действия

source: Related
ru: Связанные

source: Secondary
ru: Вторичные

source: Return
ru: Назад

source: User
ru: Пользователь

source: Copy object
ru: Копировать объект

source: In list mode, show the "list facet" menu options as a dropdown menu instead of individual buttons.
ru: В режиме списка показывать пункты меню боковой грани в виде выпадающего списка вместо отдельных кнопок.

source: In list mode, show the "object" menu options as a dropdown menu instead of individual buttons.
ru: В режиме списка показывать пункты меню объекта в виде выпадающего списка вместо отдельных кнопок.

source: A list of strings designating all applications that are to be removed from the list normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
ru: Список строк, обозначающих приложения, которые должны быть удалены из списка, стандартно устанавливаемого Mayan EDMS. Каждая строка должна быть разделенным точками путем Python к: классу конфигурации приложения (предпочтительно) или пакету, содержащему приложение. Пример: ['app_1', 'app_2']

source: A list of strings designating all applications that are installed beyond those normally installed by Mayan EDMS. Each string should be a dotted Python path to: an application configuration class (preferred), or a package containing an application. Example: ['app_1', 'app_2']
ru: Список строк, обозначающих приложения, которые установлены помимо тех, которые обычно устанавливаются Mayan EDMS. Каждая строка должна быть разделенным точками путем Python к: классу конфигурации приложения (предпочтительно) или пакету, содержащему приложение. Пример: ['app_1', 'app_2']

source: Name of the view attached to the brand anchor in the main menu. This is also the view to which users will be redirected after log in.
ru: Название представления, прикрепленного к названию сайта в главном меню. Это также представление, на которое пользователи будут перенаправлены после входа в систему.

source: Sets the project's name.
ru: Устанавливает название проекта.

source: URL of the project's homepage.
ru: URL домашней страницы проекта.

source: Click here to fix this.
ru: Щелкните здесь, чтобы исправить это.

source: Enter a valid JSON value.
ru: Введите допустимое JSON-значение.

source: Enter a valid YAML value.
ru: Введите допустимое YAML-значение.

source: Enter a valid 'internal name' consisting of letters, numbers, and underscores.
ru: Введите допустимое "внутреннее имя", состоящее из латинских букв, цифр и знака подчеркивания.

source: About
ru: О программе

source: Home
ru: Начало

source: Fields to be copied: %s
ru: Будут скопированы поля: %s

source: Make a copy of %(object_name)s "%(object)s"?
ru: Сделать копию %(object_name)s "%(object)s"?

source: Object copied successfully.
ru: Объект скопирован.

source: No results here means that don't have the required permissions to perform administrative task.
ru: Отсутствие элементов здесь означает, что у вас нет необходимых разрешений для выполнения административных задач.

source: No setup options available.
ru: Нет доступных для настройки параметров.

source: Setup items
ru: Настройки

source: Here you can configure all aspects of the system.
ru: Здесь вы можете настроить все аспекты системы.

source: These modules are used to do system maintenance.
ru: Эти модули используются для обслуживания системы.
